Repository: upturnagency/upturn-addtocart
Catalog: lang/*.po
Languages: nb_no

source: minutes
nb_no: minutter

source: seconds
nb_no: sekunder

source: added to cart
nb_no: lagt handlekurv

source: Cart total:
nb_no: Handlekurv total:

source: %d item
nb_no: %d vare

source: We'll reserve it for
nb_no: Vi reserverer den i

source: checking...
nb_no: sjekker…

source: Get free shipping if you order
nb_no: Få fri frakt på din ordre

source: more!
nb_no: mer!

source: You get free shipping on your order!
nb_no: Du får fri frakt på din ordre!

source: Go to cart
nb_no: Gå til handlekurv

source: Checkout
nb_no: Gå til kassen

source: Go to shop
nb_no: Gå til butikken

source: Cross sells
nb_no: Kryss salg

source: WooCommerce cross sell settings
nb_no: Woocommerce kryss salgs produkter

source: The following options allow you to control your cross sells page
nb_no: Følgende innstillinger gir deg muligheten til å kontrollere hvordan kryssalgssiden fungerer og ser ut.

source: Use Upturn style
nb_no: Bruk Upturn styling

source: Cross sell page
nb_no: Kryssalgsside

source: Custom page for cross-sell
nb_no: Egendefinert side for kryssalg

source: Cross sell products
nb_no: Kryssalgsprodukter

source: Disabled
nb_no: Deaktivert

source: Position 1
nb_no: Posisjon 1

source: Position 2
nb_no: Posisjon 2

source: Position 3
nb_no: Posisjon 3

source: Position 4
nb_no: Posisjon 4

source: Enable cross sell products
nb_no: Aktiver kryssalgsprodukter

source: Best sellers site wide
nb_no: Bestselgere i hele butikken

source: Enable best sellers site wide
nb_no: Aktiver bestselgere for hele butikken

source: News
nb_no: Nyheter

source: Enable news on cross sell
nb_no: Aktiver nyheter

source: Sales items
nb_no: Salgsprodukter

source: Enable sales items
nb_no: Aktiver salgsprodukter

source: Cart expire time
nb_no: Handlekurv utløpstid

source: minutes.
nb_no: minutter.

source: New products
nb_no: Nye produkter
